Repository: ArcherCraftStore/ArcherVMPeridot
Catalog: apps/owncloud/htdocs/apps/bookmarks/l10n/*/bookmarks.po
Languages: ug

source: No file provided for import
ug: ئەكىرىشكە ھېچقانداق ھۆججەت تەمىنلەنمىگەن

source: Unsupported file type for import
ug: ئەكىرىشنى قوللىمايدىغان ھۆججەت تىپى

source: Bookmarks
ug: خەتكۈچلەر

source: Tags
ug: بەلگەلەر

source: Filter by tag
ug: بەلگە بويىچە سۈز

source: Edit bookmark
ug: خەتكۈچ تەھرىر

source: Are you sure you want to remove this tag from every entry?
ug: بۇ بەلگىنى ھەممە تۈرلەردىن راستىنلا چىقىرىۋېتەمسىز؟

source: Warning
ug: ئاگاھلاندۇرۇش

source: Import error
ug: ئەكىرىش خاتالىقى

source: Import completed successfully.
ug: ئەكىرىش مۇۋەپپەقىيەتلىك تاماملاندى.

source: Uploading...
ug: يۈكلەۋاتىدۇ…

source: Bookm.
ug: خەتكۈچ.

source: Add a bookmark
ug: خەتكۈچتىن بىرنى قوش

source: Close
ug: ياپ

source: The title of the page
ug: بۇ بەتنىڭ ماۋزۇسى

source: The address of the page
ug: بەتنىڭ ئادرېسى

source: Description of the page
ug: بەتنىڭ چۈشەندۈرۈلۈشى

source: Save
ug: ساقلا

source: Delete
ug: ئۆچۈر

source: Edit
ug: تەھرىر

source: Cancel
ug: ۋاز كەچ

source: Drag this to your browser bookmarks and click it, when you want to bookmark a webpage quickly:
ug: سىز تور بەتنى تېز سۈرئەتتە خەتكۈچكە قوشماقچى بولغاندا، بۇنى توركۆرگۈڭىزنىڭ خەتكۈچىگە سۆرەپ، ئۇنى چېكىڭ،

source: Address
ug: ئادرېس

source: Add
ug: قوش

source: Related Tags
ug: مۇناسىۋەتلىك بەلگىلەر

source: Settings
ug: تەڭشەكلەر

source: You have no bookmarks
ug: ھېچقانداق خەتكۈچىڭىز يوق

source: You can also try to import a bookmark file
ug: خەتكۈچ ھۆججەتتىن ئەكىرىشنى سىنىيالايسىز

source: Bookmarklet
ug: خەتكۈچ

source: Export & Import
ug: ئەكىر ياكى چىقار

source: Export
ug: چىقار

source: Import
ug: ئەكىر
