Repository: ArcherCraftStore/ArcherVMPeridot
Catalog: apps/owncloud/htdocs/l10n/*/core.po
Languages: nn_no

source: %s shared »%s« with you
nn_no: %s delte «%s» med deg

source: Turned on maintenance mode
nn_no: Skrudde på vedlikehaldsmodus

source: Turned off maintenance mode
nn_no: Skrudde av vedlikehaldsmodus

source: Updated database
nn_no: Database oppdatert

source: Updating filecache, this may take really long...
nn_no: Oppdaterer mellomlager; dette kan ta ei god stund …

source: Updated filecache
nn_no: Mellomlager oppdatert

source: ... %d%% done ...
nn_no: … %d %% ferdig …

source: No image or file provided
nn_no: Inga bilete eller fil gitt

source: Unknown filetype
nn_no: Ukjend filtype

source: Invalid image
nn_no: Ugyldig bilete

source: No temporary profile picture available, try again
nn_no: Inga midlertidig profilbilete tilgjengeleg, prøv igjen

source: No crop data provided
nn_no: Ingen beskjeringsdata gitt

source: Sunday
nn_no: Søndag

source: Monday
nn_no: Måndag

source: Tuesday
nn_no: Tysdag

source: Wednesday
nn_no: Onsdag

source: Thursday
nn_no: Torsdag

source: Friday
nn_no: Fredag

source: Saturday
nn_no: Laurdag

source: January
nn_no: Januar

source: February
nn_no: Februar

source: March
nn_no: Mars

source: May
nn_no: Mai

source: June
nn_no: Juni

source: July
nn_no: Juli

source: October
nn_no: Oktober

source: December
nn_no: Desember

source: Settings
nn_no: Innstillingar

source: seconds ago
nn_no: sekund sidan

source: %n minute ago
nn_no: %n minutt sidan

source: %n hour ago
nn_no: %n time sidan

source: today
nn_no: i dag

source: yesterday
nn_no: i går

source: %n day ago
nn_no: %n dag sidan

source: last month
nn_no: førre månad

source: %n month ago
nn_no: %n månad sidan

source: months ago
nn_no: månadar sidan

source: last year
nn_no: i fjor

source: years ago
nn_no: år sidan

source: Choose
nn_no: Vel

source: Error loading file picker template: {error}
nn_no: Klarte ikkje å lasta filplukkarmal: {error}

source: Yes
nn_no: Ja

source: No
nn_no: Nei

source: Ok
nn_no: Greitt

source: Error loading message template: {error}
nn_no: Klarte ikkje å lasta meldingsmal: {error}

source: {count} file conflict
nn_no: {count} filkonflikt

source: One file conflict
nn_no: Éin filkonflikt

source: Which files do you want to keep?
nn_no: Kva filer vil du spara?

source: If you select both versions, the copied file will have a number added to its name.
nn_no: Viss du vel begge utgåvene, vil den kopierte fila få eit tal lagt til namnet.

source: Cancel
nn_no: Avbryt

source: Continue
nn_no: Gå vidare

source: (all selected)
nn_no: (alle valte)

source: ({count} selected)
nn_no: ({count} valte)

source: Error loading file exists template
nn_no: Klarte ikkje å lasta fil-finst-mal

source: Shared
nn_no: Delt

source: Share
nn_no: Del

source: Error
nn_no: Feil

source: Error while sharing
nn_no: Feil ved deling

source: Error while unsharing
nn_no: Feil ved udeling

source: Error while changing permissions
nn_no: Feil ved endring av tillatingar

source: Shared with you and the group {group} by {owner}
nn_no: Delt med deg og gruppa {group} av {owner}

source: Shared with you by {owner}
nn_no: Delt med deg av {owner}

source: Password protect
nn_no: Passordvern

source: Password
nn_no: Passord

source: Allow Public Upload
nn_no: Tillat offentleg opplasting

source: Email link to person
nn_no: Send lenkja over e-post

source: Set expiration date
nn_no: Set utløpsdato

source: Expiration date
nn_no: Utløpsdato

source: Share via email:
nn_no: Del over e-post:

source: No people found
nn_no: Fann ingen personar

source: group
nn_no: gruppe

source: Resharing is not allowed
nn_no: Vidaredeling er ikkje tillate

source: Shared in {item} with {user}
nn_no: Delt i {item} med {brukar}

source: Unshare
nn_no: Udel

source: can edit
nn_no: kan endra

source: access control
nn_no: tilgangskontroll

source: create
nn_no: lag

source: update
nn_no: oppdater

source: delete
nn_no: slett

source: share
nn_no: del

source: Password protected
nn_no: Passordverna

source: Error unsetting expiration date
nn_no: Klarte ikkje fjerna utløpsdato

source: Error setting expiration date
nn_no: Klarte ikkje setja utløpsdato

source: Sending ...
nn_no: Sender …

source: Email sent
nn_no: E-post sendt

source: Warning
nn_no: Åtvaring

source: The object type is not specified.
nn_no: Objekttypen er ikkje spesifisert.

source: Delete
nn_no: Slett

source: Add
nn_no: Legg til

source: The update was unsuccessful. Please report this issue to the <a href="https://github.com/owncloud/core/issues" target="_blank">ownCloud community</a>.
nn_no: Oppdateringa feila. Ver venleg og rapporter feilen til <a href="https://github.com/owncloud/core/issues" target="_blank">ownCloud-fellesskapet</a>.

source: The update was successful. Redirecting you to ownCloud now.
nn_no: Oppdateringa er fullført. Sender deg vidare til ownCloud no.

source: %s password reset
nn_no: %s passordnullstilling

source: Use the following link to reset your password: {link}
nn_no: Klikk følgjande lenkje til å nullstilla passordet ditt: {link}

source: The link to reset your password has been sent to your email.<br>If you do not receive it within a reasonable amount of time, check your spam/junk folders.<br>If it is not there ask your local administrator .
nn_no: Lenkja til å nullstilla passordet med er sendt til e-posten din.<br>Sjå i spam-/søppelmappa di viss du ikkje ser e-posten innan rimeleg tid.<br>Spør din lokale administrator viss han ikkje er der heller.

source: Request failed!<br>Did you make sure your email/username was right?
nn_no: Førespurnaden feila!<br>Er du viss på at du skreiv inn rett e-post/brukarnamn?

source: You will receive a link to reset your password via Email.
nn_no: Du vil få ein e-post med ei lenkje for å nullstilla passordet.

source: Username
nn_no: Brukarnamn

source: Your files are encrypted. If you haven't enabled the recovery key, there will be no way to get your data back after your password is reset. If you are not sure what to do, please contact your administrator before you continue. Do you really want to continue?
nn_no: Filene dine er krypterte. Viss du ikkje har skrudd på gjenopprettingsnøkkelen, finst det ingen måte å få tilbake dataa dine når passordet ditt er nullstilt. Viss du ikkje er sikker på kva du skal gjera bør du spørja administratoren din før du går vidare. Vil du verkeleg fortsetja?

source: Yes, I really want to reset my password now
nn_no: Ja, eg vil nullstilla passordet mitt no

source: Your password was reset
nn_no: Passordet ditt er nullstilt

source: To login page
nn_no: Til innloggingssida

source: New password
nn_no: Nytt passord

source: Reset password
nn_no: Nullstill passord

source: Personal
nn_no: Personleg

source: Users
nn_no: Brukarar

source: Apps
nn_no: Program

source: Help
nn_no: Hjelp

source: Access forbidden
nn_no: Tilgang forbudt

source: Cloud not found
nn_no: Fann ikkje skyen

source: Security Warning
nn_no: Tryggleiksåtvaring

source: Your PHP version is vulnerable to the NULL Byte attack (CVE-2006-7243)
nn_no: PHP-utgåva di er sårbar for NULL-byteåtaket (CVE-2006-7243)

source: Please update your PHP installation to use %s securely.
nn_no: Ver venleg og oppdater PHP-installasjonen din til å brukar %s trygt.

source: No secure random number generator is available, please enable the PHP OpenSSL extension.
nn_no: Ingen tilgjengeleg tilfeldig nummer-generator, ver venleg og aktiver OpenSSL-utvidinga i PHP.

source: Without a secure random number generator an attacker may be able to predict password reset tokens and take over your account.
nn_no: Utan ein trygg tilfeldig nummer-generator er det enklare for ein åtakar å gjetta seg fram til passordnullstillingskodar og dimed ta over kontoen din.

source: Your data directory and files are probably accessible from the internet because the .htaccess file does not work.
nn_no: Datamappa og filene dine er sannsynlegvis tilgjengelege frå Internett sidan .htaccess-fila ikkje fungerer.

source: For information how to properly configure your server, please see the <a href="%s" target="_blank">documentation</a>.
nn_no: Ver venleg og les <a href="%s" target="_blank">dokumentasjonen</a> for meir informasjon om korleis du konfigurerer tenaren din.

source: Create an <strong>admin account</strong>
nn_no: Lag ein <strong>admin-konto</strong>

source: Advanced
nn_no: Avansert

source: Data folder
nn_no: Datamappe

source: Configure the database
nn_no: Set opp databasen

source: will be used
nn_no: vil verta nytta

source: Database user
nn_no: Databasebrukar

source: Database password
nn_no: Databasepassord

source: Database name
nn_no: Databasenamn

source: Database tablespace
nn_no: Tabellnamnrom for database

source: Database host
nn_no: Databasetenar

source: Finish setup
nn_no: Fullfør oppsettet

source: %s is available. Get more information on how to update.
nn_no: %s er tilgjengeleg. Få meir informasjon om korleis du oppdaterer.

source: Log out
nn_no: Logg ut

source: Automatic logon rejected!
nn_no: Automatisk innlogging avvist!

source: If you did not change your password recently, your account may be compromised!
nn_no: Viss du ikkje endra passordet ditt nyleg, så kan kontoen din vera kompromittert!

source: Please change your password to secure your account again.
nn_no: Ver venleg og endra passordet for å gjera kontoen din trygg igjen.

source: Lost your password?
nn_no: Gløymt passordet?

source: remember
nn_no: hugs

source: Log in
nn_no: Logg inn

source: Alternative Logins
nn_no: Alternative innloggingar

source: Updating ownCloud to version %s, this may take a while.
nn_no: Oppdaterer ownCloud til utgåve %s, dette kan ta ei stund.
