Repository: ArcherCraftStore/ArcherVMPeridot
Catalog: apps/owncloud/htdocs/l10n/*/files_encryption.po
Languages: pt_pt

source: Recovery key successfully enabled
pt_pt: Chave de recuperação activada com sucesso

source: Could not enable recovery key. Please check your recovery key password!
pt_pt: Não foi possível activar a chave de recuperação. Por favor verifique a password da chave de recuperação!

source: Recovery key successfully disabled
pt_pt: Chave de recuperação descativada com sucesso

source: Could not disable recovery key. Please check your recovery key password!
pt_pt: Não foi possível desactivar a chave de recuperação. Por favor verifique a password da chave de recuperação.

source: Password successfully changed.
pt_pt: Password alterada com sucesso.

source: Could not change the password. Maybe the old password was not correct.
pt_pt: Não foi possivel alterar a password. Possivelmente a password antiga não está correcta.

source: Could not update the private key password. Maybe the old password was not correct.
pt_pt: Não foi possível alterar a chave. Possivelmente a password antiga não está correcta.

source: Missing requirements.
pt_pt: Faltam alguns requisitos.

source: Following users are not set up for encryption:
pt_pt: Os utilizadores seguintes não estão marcados para cifragem:

source: Saving...
pt_pt: A guardar...

source: personal settings
pt_pt: configurações personalizadas

source: Encryption
pt_pt: Encriptação

source: Enable recovery key (allow to recover users files in case of password loss):
pt_pt: Active a chave de recuperação (permite recuperar os ficheiros no caso de perda da password):

source: Recovery key password
pt_pt: Chave de recuperação da conta

source: Enabled
pt_pt: Activado

source: Disabled
pt_pt: Desactivado

source: Change recovery key password:
pt_pt: Alterar a chave de recuperação:

source: Old Recovery key password
pt_pt: Chave anterior de recuperação da conta

source: New Recovery key password
pt_pt: Nova chave de recuperação da conta

source: Change Password
pt_pt: Mudar a Password

source: Old log-in password
pt_pt: Password anterior da conta

source: Current log-in password
pt_pt: Password actual da conta

source: Enable password recovery:
pt_pt: ativar recuperação do password:

source: Enabling this option will allow you to reobtain access to your encrypted files in case of password loss
pt_pt: Ao activar esta opção, tornar-lhe-a possível a obtenção de acesso aos seus ficheiros encriptados caso perca a password.

source: File recovery settings updated
pt_pt: Actualizadas as definições de recuperação de ficheiros

source: Could not update file recovery
pt_pt: Não foi possível actualizar a recuperação de ficheiros
