Repository: ArcherCraftStore/ArcherVMPeridot
Catalog: apps/owncloud/htdocs/l10n/*/files_external.po
Languages: fa

source: Access granted
fa: مجوز دسترسی صادر شد

source: Error configuring Dropbox storage
fa: خطا به هنگام تنظیم فضای دراپ باکس

source: Grant access
fa: مجوز اعطا دسترسی

source: Please provide a valid Dropbox app key and secret.
fa: لطفا یک کلید و کد امنیتی صحیح دراپ باکس وارد کنید.

source: Error configuring Google Drive storage
fa: خطا به هنگام تنظیم فضای Google Drive

source: <b>Warning:</b> "smbclient" is not installed. Mounting of CIFS/SMB shares is not possible. Please ask your system administrator to install it.
fa: خطا: "smbclient" نصب نشده است. نصب و راه اندازی سهام CIFS/SMB امکان پذیر نمیباشد. لطفا از مدیریت سازمان خود برای راه اندازی آن درخواست نمایید.

source: <b>Warning:</b> The FTP support in PHP is not enabled or installed. Mounting of FTP shares is not possible. Please ask your system administrator to install it.
fa: خطا: پشتیبانی FTP در PHP فعال نمی باشد یا نصب نشده است. نصب و راه اندازی از سهم های FTP امکان پذیر نمی باشد. لطفا از مدیر سیستم خود برای راه اندازی آن درخواست کنید.

source: <b>Warning:</b> The Curl support in PHP is not enabled or installed. Mounting of ownCloud / WebDAV or GoogleDrive is not possible. Please ask your system administrator to install it.
fa: خطا: پشتیبانی Curl فعال نمی باشد یا نصب نشده است. نصب و راه اندازی ownCloud / WebDAV یا GoogleDrive امکان پذیر نیست. لطفا از مدیر سیستم خود برای نصب آن درخواست کنید.

source: External Storage
fa: حافظه خارجی

source: Folder name
fa: نام پوشه

source: External storage
fa: حافظه خارجی

source: Configuration
fa: پیکربندی

source: Options
fa: تنظیمات

source: Applicable
fa: قابل اجرا

source: Add storage
fa: اضافه کردن حافظه

source: None set
fa: تنظیم نشده

source: All Users
fa: تمام کاربران

source: Groups
fa: گروه ها

source: Users
fa: کاربران

source: Delete
fa: حذف

source: Enable User External Storage
fa: فعال سازی حافظه خارجی کاربر

source: Allow users to mount their own external storage
fa: اجازه به کاربران برای متصل کردن منابع ذخیره ی خارجی خودشان

source: SSL root certificates
fa: گواهی های اصلی SSL

source: Import Root Certificate
fa: وارد کردن گواهی اصلی
