Repository: ArcherCraftStore/ArcherVMPeridot
Catalog: apps/owncloud/htdocs/l10n/*/lib.po
Languages: tr

source: App "%s" can't be installed because it is not compatible with this version of ownCloud.
tr: Owncloud yazılımının bu sürümü ile uyumlu olmadığı için "%s" uygulaması kurulamaz.

source: No app name specified
tr: Uygulama adı belirtimedli

source: Help
tr: Yardım

source: Personal
tr: Kişisel

source: Settings
tr: Ayarlar

source: Users
tr: Kullanıcılar

source: Admin
tr: Yönetici

source: Failed to upgrade "%s".
tr: "%s" yükseltme başarısız oldu.

source: Unknown filetype
tr: Bilinmeyen dosya türü

source: Invalid image
tr: Geçersiz resim

source: web services under your control
tr: Bilgileriniz güvenli ve şifreli

source: cannot open "%s"
tr: "%s" açılamıyor

source: ZIP download is turned off.
tr: ZIP indirmeleri kapatılmıştır.

source: Files need to be downloaded one by one.
tr: Dosyaların birer birer indirilmesi gerekmektedir.

source: Back to Files
tr: Dosyalara dön

source: Selected files too large to generate zip file.
tr: Seçilen dosyalar bir zip dosyası oluşturmak için fazla büyüktür.

source: Please download the files separately in smaller chunks or kindly ask your administrator.
tr: Dosyaları ayrı ayrı, küçük parçalar halinde indirin veya yöneticinizden yardım isteyin.

source: No source specified when installing app
tr: Uygulama kurulurken bir kaynak belirtilmedi

source: No href specified when installing app from http
tr: Uygulama kuruluyorken http'de href belirtilmedi.

source: No path specified when installing app from local file
tr: Uygulama yerel dosyadan kuruluyorken dosya yolu belirtilmedi

source: Archives of type %s are not supported
tr: %s arşiv tipi desteklenmiyor

source: Failed to open archive when installing app
tr: Uygulama kuruluyorken arşiv dosyası açılamadı

source: App does not provide an info.xml file
tr: Uygulama info.xml dosyası sağlamıyor

source: App can't be installed because of not allowed code in the App
tr: Uygulamada izin verilmeyeden kodlar olduğu için kurulamıyor.

source: App can't be installed because it is not compatible with this version of ownCloud
tr: Owncloud versiyonunuz ile uyumsuz olduğu için uygulama kurulamıyor.

source: App can't be installed because it contains the <shipped>true</shipped> tag which is not allowed for non shipped apps
tr: Uygulama kurulamıyor. Çünkü "non shipped" uygulamalar için <shipped>true</shipped> tag içermektedir.

source: App can't be installed because the version in info.xml/version is not the same as the version reported from the app store
tr: Uygulama kurulamıyor çünkü info.xml/version ile uygulama marketde belirtilen sürüm aynı değil.

source: App directory already exists
tr: App dizini zaten mevcut

source: Can't create app folder. Please fix permissions. %s
tr: app dizini oluşturulamıyor. Lütfen izinleri düzeltin. %s

source: Application is not enabled
tr: Uygulama etkinleştirilmedi

source: Authentication error
tr: Kimlik doğrulama hatası

source: Token expired. Please reload page.
tr: Jetonun süresi geçti. Lütfen sayfayı yenileyin.

source: Files
tr: Dosyalar

source: Text
tr: Metin

source: Images
tr: Resimler

source: %s enter the database username.
tr: %s veritabanı kullanıcı adını gir.

source: %s enter the database name.
tr: %s veritabanı adını gir.

source: %s you may not use dots in the database name
tr: %s veritabanı adında nokta kullanamayabilirsiniz

source: MS SQL username and/or password not valid: %s
tr: MS SQL kullanıcı adı ve/veya parolası geçersiz: %s

source: You need to enter either an existing account or the administrator.
tr: Bir konto veya kullanici birlemek ihtiyacin.

source: MySQL username and/or password not valid
tr: MySQL kullanıcı adı ve/veya parolası geçerli değil

source: DB Error: "%s"
tr: DB Hata: ''%s''

source: Offending command was: "%s"
tr: Komut rahasiz ''%s''.

source: MySQL user '%s'@'localhost' exists already.
tr: MySQL kullanici '%s @local host zatan var.

source: Drop this user from MySQL
tr: Bu kullanici MySQLden list disari koymak.

source: MySQL user '%s'@'%%' already exists
tr: MySQL kullanici '%s @ % % zaten var (zaten yazili)

source: Drop this user from MySQL.
tr: Bu kulanıcıyı MySQL veritabanından kaldır

source: Oracle connection could not be established
tr: Oracle bağlantısı kurulamadı

source: Oracle username and/or password not valid
tr: Adi klullanici ve/veya parola Oracle mantikli değildir.

source: Offending command was: "%s", name: %s, password: %s
tr: Hatalı komut: "%s", ad: %s, parola: %s

source: PostgreSQL username and/or password not valid
tr: PostgreSQL adi kullanici ve/veya parola yasal degildir.

source: Set an admin username.
tr: Bir adi kullanici vermek.

source: Set an admin password.
tr: Parola yonetici birlemek.

source: Your web server is not yet properly setup to allow files synchronization because the WebDAV interface seems to be broken.
tr: Web sunucunuz dosya transferi için düzgün bir şekilde yapılandırılmamış. WevDAV arabirimini sorunlu gözüküyor.

source: Please double check the <a href='%s'>installation guides</a>.
tr: Lütfen <a href='%s'>kurulum kılavuzlarını</a> iki kez kontrol edin.

source: Could not find category "%s"
tr: "%s" kategorisi bulunamadı

source: seconds ago
tr: saniye önce

source: today
tr: bugün

source: yesterday
tr: dün

source: last month
tr: geçen ay

source: last year
tr: geçen yıl

source: years ago
tr: yıl önce

source: Caused by:
tr: Neden olan:
